{"inkVersion":21,"root":[[{"->":"Intro"},["done",{"#f":5,"#n":"g-0"}],null],"done",{"Intro":["^Our family used to do magic.","\n","^Years before I was born, our family knew hundreds of spells and used them a dozen times each day. It was easier for them than sweeping dirt from the kitchen floor. Now we only have three spells left.","\n","^My grandmother knows them all - She learned them when she was young and practiced every day to keep them clear in her mind. She told me, before I was old enough to understand, that it was her responsibility to make sure we didn’t lose the last of our magic.","\n","^Normally my mother would be the one to teach us, but she can’t do magic at all. She never could. I heard that when I was born, my grandmother was overjoyed and nearly cracked a smile as she held me.","\n","^She could tell I had the talent for magic, but even with all the lessons she gave me I could only ever use the most useless of our family’s spells. BECOME DIRT - the spell that makes you worthless.","\n","^My younger brother is better at it than me - Magic, that is. He learned our family’s strongest spell without any trouble.","\n","^BECOME MECHANICAL, the spell my grandmother used to work beyond her own limits and raise a daughter on her own without ever breaking or slowing down. He’s a really smart kid, and he’s a lot more responsible than I ever was.","\n","^Recently, though, he’s been afraid of something. I don’t know what he’s worried about, but he always seems anxious and uneasy these days.","\n","^My grandmother wants to make sure he knew all the family’s magic so that he can pass it on one day, and he’s been making great progress. I don’t know what would make him so frightened...","\n","^I should check on him today.","\n","end",{"CallOut":["^SISTER: Brother!","\n","^His bus should have stopped by about an hour ago, so he should be here.","\n","^SISTER: ...Brother?\"","\n","^Maybe he’s in the hideout. He’s been going down there a lot more lately.","\n","^I should check our room first, at least.","\n","end",{"#f":1}],"GrandmotherConvoA":["^GRANDMOTHER: You. You’re home late.","\n","^SISTER: O-oh, yeah. I had to stay after for a make-up test.","\n","^GRANDMOTHER: ...","\n","^SISTER: Has Brother made it home yet?","\n","^GRANDMOTHER: He returned on time and should be studying now. Had you studied more effectively, you would have saved yourself over an hour and twenty minutes.","\n","^SISTER: I just got unlucky this time, the test wasn’t that hard I just messed up a few formulas. I did really well this time, I think. Enough to pass, definitely.","\n","^GRANDMOTHER: ...","\n","^GRANDMOTHER: Time wasted, young lady... It will not come back to you.","\n","^SISTER: Ah, haha, yeah. Um, did you need anything? I can make some tea, if you’d like.","\n","^GRANDMOTHER: I do not need tea. Caffeine will ruin you, especially this close to dinner. Didn’t you burn yourself on the kettle yesterday?","\n","#","^shake","/#","^SISTER: Ow!","\n","^GRANDMOTHER: To think that your school allows you to take an exam a second time after failure. What purpose does a test serve if failure has no consequences?","\n","^GRANDMOTHER: I only hope that one day you realize how damaging your lack of diligence has been. Given your lack of aptitude with the family arts, you should be putting more effort into your schoolwork.","\n","^GRANDMOTHER: You will not have the luxury of failure forever. When you become an adult, however long it may take you, failure is unacceptable. There will be no leniency.","\n","^GRANDMOTHER: When I was left to shepherd the family arts while raising your mother all on my own, there were never extensions or convenient make-up tests.","\n","^GRANDMOTHER: You will be tested daily in life. You must pass each and every time, each and every day. What would have happened if I hadn’t worked hard enough to support your mother? What would have happened if I had spent my time making baubles and playing in the dirt as you do? We would have lost everything. Our home. Our lives. All knowledge of our family arts. Each of us bears this responsibility.","\n","^GRANDMOTHER: I know you tire of hearing about this, and that is exactly why I will say it again. Do you think that politely offering to poorly make tea and trawl for sympathy from your own clumsiness will help you in this life?","\n","ev",0,"/ev",{"VAR=":"GLCOUNT","re":true},{"->":".^.^.GrandmotherLoop"},{"#f":1}],"GrandmotherLoop":[["ev",{"VAR?":"GLCOUNT"},1,"+",{"VAR=":"GLCOUNT","re":true},"/ev","^GRANDMOTHER: Well?","\n","^GRANDMOTHER: Answer me. Idle silence is a mark of sloth.","\n",["ev",{"^->":"Intro.GrandmotherLoop.0.10.$r1"},{"temp=":"$r"},"str",{"->":".^.s"},[{"#n":"$r1"}],"/str","/ev",{"*":".^.^.c-0","flg":18},{"s":["^Sorry...",{"->":"$r","var":true},null]}],["ev",{"^->":"Intro.GrandmotherLoop.0.11.$r1"},{"temp=":"$r"},"str",{"->":".^.s"},[{"#n":"$r1"}],"/str","/ev",{"*":".^.^.c-1","flg":18},{"s":["^I’ve been getting better at making tea.",{"->":"$r","var":true},null]}],["ev",{"^->":"Intro.GrandmotherLoop.0.12.$r1"},{"temp=":"$r"},"str",{"->":".^.s"},[{"#n":"$r1"}],"/str","/ev",{"*":".^.^.c-2","flg":18},{"s":["^I should go study more, you’re right...",{"->":"$r","var":true},null]}],["ev",{"^->":"Intro.GrandmotherLoop.0.13.$r1"},{"temp=":"$r"},"str",{"->":".^.s"},[{"#n":"$r1"}],"/str",{"VAR?":"GLCOUNT"},1,">","/ev",{"*":".^.^.c-3","flg":19},{"s":["^... ","#","^sigil$becomedirt","/#",{"->":"$r","var":true},null]}],{"c-0":["ev",{"^->":"Intro.GrandmotherLoop.0.c-0.$r2"},"/ev",{"temp=":"$r"},{"->":".^.^.10.s"},[{"#n":"$r2"}],"\n","^GRANDMOTHER: Why is it that you only apologize when we catch you misbehaving? A girl who felt remorse would apologize on her own.","\n","#","^shake","/#","^GRANDMOTHER: Apologies are important, but an apology without change is meaningless. To my eyes, you have not changed your behavior in the slightest.","\n","^GRANDMOTHER: Now, speak clear and plainly.","\n","^SISTER: ...","\n",{"->":".^.^.^"},{"->":".^.^.g-0"},{"#f":5}],"c-1":["ev",{"^->":"Intro.GrandmotherLoop.0.c-1.$r2"},"/ev",{"temp=":"$r"},{"->":".^.^.11.s"},[{"#n":"$r2"}],"\n","#","^shake","/#","^GRANDMOTHER: An excuse and a lie.","\n","^SISTER: Ow! I-I’m sorry.","\n","^GRANDMOTHER: Changing the subject does not change the reality of your performance.","\n","^GRANDMOTHER: Confront your failure directly. Do you understand why you cannot brew a satisfactory cup of tea?","\n","^GRANDMOTHER: ...Answer.","\n","^SISTER: I... probably steep it too long, or use too much sugar.","\n","^GRANDMOTHER: And this is why you do not improve. You pour boiling water over mass produced bags of dust swept from the dregs of a factory floor. Every cup you make will be disgusting regardless of how precisely you time your preparations.","\n","^GRANDMOTHER: Proper tea requires proper ingredients. Do you have fresh leaves? Clean and balanced water? Clear honey? You may as well steep cardboard without that.","\n","^SISTER: Those are the only teabags we have though...","\n","#","^shake","/#","^GRANDMOTHER: This is where you fail. Do you see? You try to perfect swill rather than going out to find quality ingredients. Your failure on this recent exam is the same.","\n","^GRANDMOTHER: Do you see?","\n",{"->":".^.^.^"},{"->":".^.^.g-0"},{"#f":5}],"c-2":["ev",{"^->":"Intro.GrandmotherLoop.0.c-2.$r2"},"/ev",{"temp=":"$r"},{"->":".^.^.12.s"},[{"#n":"$r2"}],"\n","^GRANDMOTHER: Correct. Now tell me: How will you study?","\n","^GRANDMOTHER: Your previous study habits have failed. Repeating your  deficient methods will lead to the same deficient result.","\n",{"->":"Intro.GrandmaStudyQ"},{"->":".^.^.g-0"},{"#f":5}],"c-3":["ev",{"^->":"Intro.GrandmotherLoop.0.c-3.$r2"},"/ev",{"temp=":"$r"},{"->":".^.^.13.s"},[{"#n":"$r2"}],"\n",{"->":"Intro.BECOMINGDIRT"},{"->":".^.^.g-0"},{"#f":5}],"g-0":["^I don’t know what my grandma is thinking. I don’t think I’ve ever known, even when she told me.","\n","^I don’t think it’s hard to tell, I’m just not good at understanding other people sometimes. That’s why, even when she’s mad at me and I know it’s not my fault, I don’t really have a reason to argue.","\n","^Even if it’s not my fault, I probably deserve the blame anyway.","\n","end",{"#f":5}]}],{"#f":1}],"GrandmaStudyQ":[[["ev",{"^->":"Intro.GrandmaStudyQ.0.0.$r1"},{"temp=":"$r"},"str",{"->":".^.s"},[{"#n":"$r1"}],"/str","/ev",{"*":".^.^.c-0","flg":18},{"s":["^I don’t know.",{"->":"$r","var":true},null]}],["ev",{"^->":"Intro.GrandmaStudyQ.0.1.$r1"},{"temp=":"$r"},"str",{"->":".^.s"},[{"#n":"$r1"}],"/str","/ev",{"*":".^.^.c-1","flg":18},{"s":["^I’ll go over my homework again...?",{"->":"$r","var":true},null]}],["ev",{"^->":"Intro.GrandmaStudyQ.0.2.$r1"},{"temp=":"$r"},"str",{"->":".^.s"},[{"#n":"$r1"}],"/str","/ev",{"*":".^.^.c-2","flg":18},{"s":["^Could you help me with it?",{"->":"$r","var":true},null]}],{"c-0":["ev",{"^->":"Intro.GrandmaStudyQ.0.c-0.$r2"},"/ev",{"temp=":"$r"},{"->":".^.^.0.s"},[{"#n":"$r2"}],"\n","^GRANDMOTHER: And how do you plan to learn?","\n","^GRANDMOTHER: Do you reflect on your teacher’s words? Do you listen to my advice? Have you asked your peers? Do you have a tutor? If you don’t have an answer, then seek one.","\n","^GRANDMOTHER: Your apathy is fatal, young lady. It will kill your mind and lead you to sloven habits.","\n","^SISTER: I’m sorry.","\n","#","^shake","/#","^SISTER: Ow!","\n","^GRANDMOTHER: Apologies without action are meaningless. I’ve told you as much before, haven’t I?","\n",{"->":"Intro.GrandmotherLoop"},{"#f":5}],"c-1":["ev",{"^->":"Intro.GrandmaStudyQ.0.c-1.$r2"},"/ev",{"temp=":"$r"},{"->":".^.^.1.s"},[{"#n":"$r2"}],"\n","^GRANDMOTHER: Homework that you turned in late? That you didn’t complete?","\n","^GRANDMOTHER: ...","\n","^GRANDMOTHER: Please do not think that I lecture you out of scorn.","\n","^GRANDMOTHER: Time wasted will not come back to you. If I thought you a waste of my time, I would not offer you so much of it. Do you understand?","\n","^SISTER: Y-yes. Of course, I know you only do it because you care and want me to do my best.","\n","^GRANDMOTHER: No. Not your best. I want you to do exceptionally. Your best may not be enough, but you can do more than your best. You can push yourself further.","\n","^GRANDMOTHER: Now, answer me again. How will you study differently this time?","\n",{"->":".^.^.^"},{"#f":5}],"c-2":["ev",{"^->":"Intro.GrandmaStudyQ.0.c-2.$r2"},"/ev",{"temp=":"$r"},{"->":".^.^.2.s"},[{"#n":"$r2"}],"\n","^GRANDMOTHER: ...","\n","^GRANDMOTHER: No.","\n","^GRANDMOTHER: Now, answer me again. How will you study differently this time?","\n",{"->":".^.^.^"},{"#f":5}]}],{"#f":1}],"BECOMINGDIRT":["^SISTER: Haha, you’re right. I can’t even boil water without burning myself. Thank you for looking out for me. I’d probably be dead if you weren’t stopping me from doing stupid things like that. Thank you, really.","\n","^GRANDMOTHER: ...","\n","^GRANDMOTHER: Time wasted will not come back. You have homework to do now, do you not?","\n","^SISTER: Yes, you’re right. The best I can do is put in more effort and hope I get a high D, but even that will be amazing for someone like me. Thank you.","\n","^GRANDMOTHER: ... Go, then.","\n","done",{"#f":1}],"BecomeDirtNotif":["^Use the BECOME DIRT spell to escape difficult conversations, crumble away from the world, become unremarkable, or otherwise Survive terrifying situations.","\n","^Pride, Dignity, Shame, and Defiance: Dirt has no need of these.","\n","^Dirt exists beneath us, always, humble and replete with filth and vermin unfit to entertain the Sun. Despite this, dirt will remain even when all else is lost.","\n","^One day, the dirt will be all that remains of anything.","\n","^SISTER: I feel sick. It’s a sort of sick I can feel at the top of my stomach, like bile dripping down and leaving black splotchy stains in the center of me.","\n","^SISTER: It happens every time I use Become Dirt, but it’s still not as bad as spending a second longer talking to my grandma.","\n","^SISTER: Really, you get used to it pretty quick.","\n","end",{"#f":1}],"ExplorationA1":["^My younger brother and I share a room at the end of the hall.","\n","^There’s not a lot of space for either of us, but we spend about as much time in our hideout as we do here so it’s never been a problem.","\n","^SISTER: Brother?","\n","^He’s not here. It looks like he was doing his schoolwork up until a moment ago, though.","\n","end",{"#f":1}],"ExplorationA2":["^Oh, he got a 97. He is smart, after all.","\n","^He studies every night, too... I try to do that, but it’s hard for me to focus on anything when I see that many letters on a page at the same time.","\n","^I mostly try to study to make sure he doesn’t worry about me, but most of the time all I can do is look at the paper and trace lines through the blank spaces with my eyes.","\n","^There’s a report here... it must be the one he’s working on for school this week. It looks like the topic is \"My Future Job.\" He was asking me about the future just the other day too...","\n","end",{"#f":1}],"RecollectionA":["^BROTHER: Sister. You’re back early.","\n","^SISTER: Yep! Hey, there were some extra quarters on the ground under the vending machine at school so I got you a twix.","\n","^BROTHER: A whole Twix!","\n","^SISTER: Yeah.","\n","^BROTHER: Here.","\n","^SISTER: Huh? No, I got it for you. You don’t have to give me half or anything, I’m not hungry right now anyway.","\n","^BROTHER: Are you lying?","\n","^SISTER: Yeah, about not being hungry. But I’m telling the truth about getting the whole thing for you so just take it, okay?","\n","^BROTHER: ...Thanks. You’re weird.","\n","^SISTER: Definitely.","\n","^BROTHER: Hey.","\n","^SISTER: Hm?","\n","^BROTHER: What do you put down when teachers ask you about your future career?","\n","^SISTER: I...","\n","^The truth is, I don’t put any effort into things like that. Sometimes I write something really generic like, I’d like to be a receptionist at a dentist’s office.","\n","^I’d like to be an office worker at one of the banks downtown. I don’t really want either of those things but I don’t have any other ideas either, and those answers always satisfy the teachers so it works out for the best that way.","\n","^SISTER: I usually write something practical.","\n","^SISTER: It’s the future so it’ll probably change a lot, and it’s not like we really know what jobs will hire us or how long we’ll be able to stay.","\n","^BROTHER: My teacher told me that we should write our report about what we think our future job will be, and then look up what people with that job do.","\n","^BROTHER: It can’t be a job anyone in our family has either, since we already did a family interview paper six weeks ago.","\n","^BROTHER: Mom’s got two right now and I don’t think either of them are things she wrote down when she did her 3rd grade assignments.","\n","^SISTER: Maybe she did. You never know.","\n","^BROTHER: You know she didn’t.","\n","^SISTER: It’s ok if you change your mind when you get older, that happens a lot. When I was  your age I said I wanted to be an acrobat in the circus and a firefighter, but I’m pretty useless at things like that so... I’m not really sure now.","\n","^BROTHER: You’re not useless. You can make things out of clay.","\n","^SISTER: Ah, yeah. I can do that, at least.","\n","^Making weird animals out of dirt from the crawl space probably won’t make much impact on society or pay my bills, though.","\n","^SISTER: Anyway don’t think too much about it. Just write down the first thing you think you want to do, right? It’s ok if it changes.","\n","^BROTHER: I... don’t want it to change.","\n","^SISTER: Hm? What’d you say?","\n","^BROTHER: Hey. What should I put down if I just want to learn all of grandma’s spells?","\n","^SISTER: What?","\n","^BROTHER: I need to learn all of them, so that’s what I’ll put down. Is ’Family Business’ okay?","\n","^SISTER: You don’t have to. If you don’t really want to, you don’t have to learn all the family arts. I learned one spell already, right? So I can definitely learn more.","\n","^BROTHER: I’m good at it though. Grandma said I’m good at it, and if I do this then they won’t yell at you as much.","\n","^That was three days ago. He's hasn't been speaking as much since then.","\n","end",{"#f":1}],"RecollectionB":["^He kept staring down at his half-written report the whole time we talked. His clothes and the page were covered in eraser shavings.","\n","^He's probably in the hideout - I could get there from here but I feel queasy enough already. I'll use the hatch in the pantry this time.","\n","^I need to check on him.","\n","^Even though I can’t really do anything that would help...","\n","end",{"#f":1}],"DirtAbilityTip":["^When you need to crumble away into insignificance, you can use the BECOME DIRT spell to fall beneath the notice of all monsters, menaces, and members of your family. You can use BECOME DIRT to fall into the crawlspace from the ground floor of your home.","\n","end",{"#f":1}],"CrawlSpaceA":["^The air ducts are all moved around. I don’t think I can get to the hideout like this.","\n","^SISTER: Brother? Brother!","\n","^Did he block the way on purpose? He can’t lift things this heavy but - oh, if he used grandma’s spell he could. Why would he do that, though?","\n","^SISTER: Brother? Hey, are you over there?","\n","^...","\n","^SISTER: Um. I had some ideas for some stuff we could add to the hideout today. Do you have the flashlight down here?","\n","^...","\n","^SISTER: Ah, that’s ok. I can go get it if you don’t. Did you have lessons again today?","\n","^...","\n","^...","\n","^He and I are the only two people who ever come down here. Not even raccoons or squirrels go down into the crawl space.","\n","^That has to be him.","\n","^He must be playing hide & seek if he's not responding. He never reacts until I find all the clues he leaves for the game.","\n","^Or he's really upset about something...","\n","^Mom will just yell at him if she finds him down here like this. I hate doing it but maybe I can BECOME DIRT in another part of the house I can fall through the floorboards to get around these ducts.","\n","^I should check for hide & seek clues though, just in case. Probably back upstairs.","\n","end",{"#f":1}],"CrawlSpaceDirt":["^The dirt beneath our house moves around from time to time. I used to think there was a giant worm shifting around beneath us, but it turns out the dirt started moving around on its own when I learned how to use magic.","\n","^I’ve tried to get them to move around before, but they won’t listen to me and even if you try to shovel them out they’ll pile themselves back up right away.","\n","^Of course the dirt mounds wouldn’t be a problem if the ducts weren’t in the way, but they’ve gotten moved around and twisted in weird shapes too...","\n","^The dirt wouldn’t do that and I don’t think, my brother’s strong enough to- ah. If he used our grandmother’s spell... BECOME MECHANICAL would make anyone strong enough to tear the ductwork down from its frame.","\n","^Why would he do that, though?","\n","end",{"#f":1}],"CrawlSpaceHomework":["^This is the other page of the report he was working on.","\n","^’My family is very old and pretigious and has invented many spells. My grandma is the expert on them now, and I am learning them all from her. She says that we used to have many more than 3, but now we only have 3 because of a fire and books we lost. This is sad, but I want to help so I will learn them all.","\n","^I will enjoy this job because it will keep important spells around and they can be useful to everyone in our community. I think it is a good job because I will not be afraid knowing all the ancestors in my family are expecting a lot from me.","\n","^To prepare for my future job I will study every day and make sure I practice in my notebook. I will also study to get a scolarship for a college where I can study history or other languages so I can-’","\n","^The page is harder to read after that point. It looks like he covered the whole thing with sigils he was practicing, but I can’t tell what spell they’re for.","\n","end",{"#f":1}],"CrawlSpaceAEnd":["^I can’t lift the air ducts and these dirt mounds probably won’t move for a while. Maybe... maybe if I could fall down here from another part of the house I could just get around them altogether?","\n","^SISTER: \"Brother! Are you here?\"","\n","#","^Shake","/#","^SISTER: \"Hey, are you over there?\"","\n","^...I guess not. Oh, unless he’s started a game and I didn’t realize.","\n","^Sometimes my brother and I start games when we get back from school, but since we usually get back at different times we leave notes for each other with the rules or hints on them. I must have missed something, like usual.","\n","^I’m not sure if this is just hide-and-seek or something else so I should look around upstairs and figure out what directions he left for me. That’s got to be it.","\n","^Why did I even freak out about this? I’m always getting worried over nothing.","\n","^He's probably right around the corner up ahead.","\n","end",{"#f":1}],"#f":1}],"ChapterOne":[{"->":".^.FirstCrawlspaceExit"},{"FirstCrawlspaceExit":["^SISTER: I didn’t check his desk or the place at the table where he studies too closely.","\n","^SISTER: Oh, but maybe he hid it somewhere he knew I’d look. He’s smart so he would’ve thought of that, but I probably missed it since I was so focused on looking for him.","\n","end",{"#f":1}],"MomConvoA":["^SISTER: Oh! W-welcome home. Your coffee’s ready, I think...","\n","^MOTHER: I know. It’s automatic.","\n","^SISTER: Oh, right. Um...","\n","^MOTHER: What?","\n","^SISTER: Nothing. Sorry.","\n","end",{"#f":1}],"MotherConvoLoop":[["^MOTHER: I swear to God you spend all your time staring down at your toes and still manage to trip on every cord in the house. Learn to watch yourself! You know who’ll have to pay for it if you break another lamp or tear the TV cord out of the wall again? You wanna start an electrical fire?","\n","^MOTHER: And the laundry’s still piled up to the brim in here - you didn’t run it like I asked, did you?","\n","^SISTER: Sorry, I just got home.","\n","^MOTHER: Don’t give me that. I asked you to take care of that this morning. It takes 5 seconds to pour the detergent in and press a few buttons.","\n","^MOTHER: And now I’ve got to fix this mess... I swear to hell.","\n",["ev",{"^->":"ChapterOne.MotherConvoLoop.0.10.$r1"},{"temp=":"$r"},"str",{"->":".^.s"},[{"#n":"$r1"}],"/str","/ev",{"*":".^.^.c-0","flg":18},{"s":["^Have you seen Brother?",{"->":"$r","var":true},null]}],["ev",{"^->":"ChapterOne.MotherConvoLoop.0.11.$r1"},{"temp=":"$r"},"str",{"->":".^.s"},[{"#n":"$r1"}],"/str","/ev",{"*":".^.^.c-1","flg":18},{"s":["^I can fix the cord later if you want.",{"->":"$r","var":true},null]}],["ev",{"^->":"ChapterOne.MotherConvoLoop.0.12.$r1"},{"temp=":"$r"},"str",{"->":".^.s"},[{"#n":"$r1"}],"/str","/ev",{"*":".^.^.c-2","flg":18},{"s":["^I’ll fix it right now, I promise!",{"->":"$r","var":true},null]}],["ev",{"^->":"ChapterOne.MotherConvoLoop.0.13.$r1"},{"temp=":"$r"},"str",{"->":".^.s"},[{"#n":"$r1"}],"/str","/ev",{"*":".^.^.c-3","flg":18},{"s":["^Become Dirt   ",{"->":"$r","var":true},null]}],{"c-0":["ev",{"^->":"ChapterOne.MotherConvoLoop.0.c-0.$r2"},"/ev",{"temp=":"$r"},{"->":".^.^.10.s"},[{"#n":"$r2"}],"\n","^MOTHER: Don’t try and change the subject. You know full well I just got home, and he’s got a report due at the end of this week so don’t you bother him while he’s working on that.","\n","^MOTHER: And, dear? Try not to rip any other sockets out of the wall while you’re at it, okay?","\n","^SISTER: I’m sorry. I-","\n","#","^shake","/#","^MOTHER: Watch it now! I told you to stand back, didn’t I? You don’t need to crowd in here while I fix this... I just need to grab the fool thing and get it situated right.","\n",{"->":".^.^.^"},{"#f":5}],"c-1":["ev",{"^->":"ChapterOne.MotherConvoLoop.0.c-1.$r2"},"/ev",{"temp=":"$r"},{"->":".^.^.11.s"},[{"#n":"$r2"}],"\n","^MOTHER: No, I’ll fix it and you just sit still right there and watch. Once I’m done here I gotta get the stove going for dinner. I don’t have time to do the laundry so you need to start it the second I finish up here. Are you listening to me!?","\n","^SISTER: Y-yes! Sorry...","\n",{"->":".^.^.^"},{"#f":5}],"c-2":["ev",{"^->":"ChapterOne.MotherConvoLoop.0.c-2.$r2"},"/ev",{"temp=":"$r"},{"->":".^.^.12.s"},[{"#n":"$r2"}],"\n","^SISTER: I’m sorry, I’ll fix it right now! You just got home, you’re tired right? I’ll take care of it so-","\n","^MOTHER: No you won’t. You sit right there until I get this settled. If you touch one more thing over here you’re liable to cost me a damn fortune replacing the washer.","\n",{"->":".^.^.^"},{"#f":5}],"c-3":["ev",{"^->":"ChapterOne.MotherConvoLoop.0.c-3.$r2"},"/ev",{"temp=":"$r"},{"->":".^.^.13.s"},[{"#n":"$r2"}],"\n","^SISTER: I wasn’t paying attention, I’m sorry. I’m sorry, I need to look at where I’m going, and probably use a handrail, haha. I tripped earlier and scraped my knee on the driveway too. Sorry. I’ll start the laundry and I can do dinner too if you need!","\n","^MOTHER: ...Enough.","\n","^MOTHER: Alright. I’m gonna drink this coffee and finish emergency surgery on a tiger. By the time I get done, the laundry will be switched over and the dishwasher will be running, got it? When I check back in here I better not find a heap of wet clothes in the wash.","\n","end",{"#f":5}]}],{"#f":1}],"LaundryTask":["^Our Mom works really hard and fixes almost everything that breaks in the house. That’s probably why she doesn’t have a lot of patience for people who break the dishwasher every other week. I don’t do it on purpose, I promise.","\n","^I think all the clothes are already in the machine so I just need to find the box of detergent and measure it out before I press the start button...","\n","end",{"#f":1}],"AttemptEscapeLaundry":["^MOTHER: I don’t hear that washer going yet.","\n","^SISTER: Ah, I just couldn’t find the detergent so I figured-","\n","^MOTHER: It’s in there. Keep looking.","\n","^SISTER: Y-yeah.","\n","end",{"#f":1}],"ClueSearchA":["^This is where my grandmother teaches my brother about magic. Most of the pages here are photocopies of the family Grimoires, since she won’t let those leave her room. It’s convenient though, since you can doodle notes all over photocopies without hurting a priceless heirloom!","\n","^SISTER: Here, I think this is the stuff he was working on yesterday.","\n","^SISTER: ’I don’t want to’ what?","\n","^SISTER: I...","\n","^SISTER: Maybe this isn’t a clue. What was he doing in his magic lesson yesterday? His homework was covered in scribbles like that, too.","\n","^There’s another page here from the old Grimoire...","\n","^\"Through metaphysical configuration of concentration and spiritual essence, the will that moves the body can be applied to greater effect and additional force insuch that the very bone and sinew will all labor in accord.\"","\n","^\"Flesh, as stone, exists as the matter of our Dominion and it should not dictate our action - nay, our will should dictate its motion,\"","\n","^\"and its pangs and impulses consigned to their rightful place alongside other chores such as the tidying of a cupboard or the washing of a floor.\"","\n","^Even now that I’m older, I don’t really understand the older family spellbooks. I think this is a page about BECOME MECHANICAL... probably.","\n","^The names I use for our spells aren’t in any of the family books and my grandmother hates what I call them.","\n","^’Our magic is not constrained by the artifice of Speech’ is what she says,","\n","^but it’s hard for me to understand how to use them without giving them a name that makes sense.","\n","^Well, I can only use one of them anyway so maybe she’s right.","\n","^SISTER: If he didn't leave any clues here, maybe they're in our room? He always puts them somewhere that he knows I'll look.","\n","end",{"#f":1}],"ClueSearchB":["^SISTER: Here we go, his spell practice notebook.","\n","^SISTER: He’s never hidden clues in there before but, maybe he did this time?","\n","^The most recent page is full of practice for the BECOME MECHANICAL sigil, and he’s drawn it about fifty times or so. They all look fine to me but he’s crossed them all out and he even tore the paper scribbling through them. I don’t understand...","\n","^He learned the spell a month ago and he did it just fine. I think he used it in the crawlspace to rearrange the ducts even, so why would he have this much trouble with the sigil?","\n","end",{"#f":1}],"ClueSearchC":["^SISTER: He leaves notes under the bed sometimes, since it’s where I keep my stash of horror books I borrow from the school library.","\n","^SISTER: What's this stuffed on top of everything?","\n","^SISTER: Is that - Oh no, no it’s ruined.","\n","^The new shirt my brother got from the thrift store last week was crammed into the slats of the bottom bunk. It is - well, it was - a green t-shirt with a skateboarding dinosaur and three rocketships on it.","\n","^Now it’s half bleached and the ink is blotted and runny. I don’t think he’s ever used bleach before so he probably didn’t realize he had to dilute it to wash out a stain.","\n","^I wish I could’ve cleaned it for him. I should’ve noticed earlier, since he went to school wearing it yesterday but he didn’t have it on when we were eating dinner.","\n","^Stupid.","\n","^I should’ve noticed.","\n","end",{"#f":1}],"#f":1}],"ChapterTwo":[{"->":".^.Realization"},{"Realization":["^Our Family only has three spells left, and only one of them is worth using.","\n","^Become Dirt, the oldest spell, makes you into something completely useless and common and pathetic. It’s the only spell I ever learned, maybe because I’m already useless even without magic.","\n","^BECOME MECHANICAL is my grandma’s specialty and it’s probably the only reason our family still exists.","\n","^It’s an incredible spell that turns your body into a machine and makes it possible to do almost anything, no matter how much it hurts or how tired you are or how much your brain is screaming for you to stop.","\n","^Grandma told us about how her parents and grandparents used this magic to work perfectly and past the point when their bodies would have normally given out, all so that they could keep moving up in their careers and ensure the family’s prosperity.","\n","^Everything fell apart when it turned out that my mom couldn’t use any magic at all. She works really hard, maybe harder than our ancestors did,","\n","^but she can’t keep a smile up all the time and she has to call off work sometimes because of her back and knees, or when one of us gets sick.","\n","^Maybe if I was old enough to work, and if I could use BECOME MECHANICAL, things would be better for us... though I don’t know if mom would like me any better in that case.","\n","^The last spell our family keeps is forbidden. Become Dirt and BECOME MECHANICAL are temporary spells that you can use while you need them and stop when you’re done. Become Fear isn’t like that.","\n","^Become Fear is a spell you use as an absolute last resort, a spell that will keep you from ever feeling afraid by turning you into every horrible and terrifying thing you’ve ever known.","\n","^Nothing can frighten you if you’re the scariest thing around, after all. My grandma tried to teach me about it, once, but since I don’t have any talent for magic she never told me how to actually cast it.","\n","^It’s a spell that requires you to discard everything that makes you a person, and it’s a spell you can’t break or end on your own.","\n","^I think... my brother used BECOME FEAR.","\n","^...","\n","^The best way to get to the hideout is probably turning into dirt behind the armchair in the living room.","\n","^I need to talk to him.","\n","end",{"#f":1}],"DemoEnd":["^SISTER: Okay. It's ok, I'll hate how it feels but it'll be done soon.","\n","^SISTER: Just turn into dirt, fall through the floor, and...","\n","^SISTER: Figure out the rest when I get down there.","\n","^SISTER: Here we go.","\n","end",{"#f":1}],"#f":1}],"Explanatory":[{"->":".^.FrontDoor1"},{"FrontDoor1":["^I locked this right?","\n","^...","\n","^Yeah.","\n","^Mom will be home soon and she gets worried whenever she finds the door unlocked.","\n","end",{"#f":1}],"FrontDoor2":["^Yeah, definitely locked.","\n","^Definitely.","\n","end",{"#f":1}],"SideDoor":["^There’s a wasp trapped between the side door and its screen door.","\n","^Sorry, I’ll go around the house and let you out later, if I can.","\n","end",{"#f":1}],"MomDoorLocked":["^Mom keeps her door locked. It’s not that she hates the idea of us going into her room, but she just doesn’t feel safe unless everything stays locked all the time.","\n","end",{"#f":1}],"CrawlSpaceHatch":["end",{"#f":1}],"#f":1}],"Explorations":[{"->":".^.Mirror"},{"Mirror":["^I hate the way sink scum dries on the mirror. Every time you look at yourself, you’re surrounded by little bits of toothpaste, water mixed with soap from washing our hands and faces, and a few smudges I don’t want to really think about. We clean it, of course, but a lot of these stains won’t come off anymore.","\n","end",{"#f":1}],"Sink":["^We just unclogged it last week so it finally drains alright.","\n","end",{"#f":1}],"Toilet":["^The fluffy cover on the toilet lid always stares back at me before I lift it.","\n","^We keep it up so that we don't get startled by the Easter Bunny face.","\n","end",{"#f":1}],"BathTub":["^My sitting place.","\n","end",{"#f":1}],"BunkBed":["^The bunk bed where my brother and I sleep. The bottom bunk is his, since I kept banging my head on the top bunk when I used to sleep down there.","\n","^He asked me to switch one day, saying he was scared of heights and wanted to be closer to the ground. I’m pretty sure he was just being considerate.","\n","end",{"#f":1}],"SisterBooks":["^Ah. My Biology textbook... I need it for homework but brother left one of the magic tomes on top of it.","\n","end",{"#f":1}],"Dresser":["^When I was seven I ruined my dresser with glitter stickers, so now the handles are covered in sticky dust and gunk.","\n","^I thought I learned a really valuable lesson the day Mom yelled at me and made me scrape the stickers off one by one, but yesterday I scratched the varnish trying to open the top drawer.","\n","end",{"#f":1}],"SiblingDesk":["^Two of grandma’s old magic books are laid out on top of my Brother’s homework.","\n","^None of us can use the spells in most of her old books, but she makes him study all of them anyway.","\n","end",{"#f":1}],"OpenTome":["^Two of grandma’s old magic books are laid out on top of my Brother’s homework.","\n","^None of us can use the spells in most of her old books, but she makes him study all of them anyway.","\n","end",{"#f":1}],"PaperTrash":["^What...is this?","\n","^These strange icospheres on the ground, is this wax? Or some sort of soft stone used in a ritual? They seem like — oh.","\n","end",{"#f":1}],"PaperTrash2":["^It’s my homework from last week. It got crumbled up in the bottom of my backpack.","\n","end",{"#f":1}],"Dragonology":["^Oh, my copy of ’Dragonology’ is back here. I loved that book when I was my brother’s age, but it’s a little disheartening to think about how expensive it would be to actually see a Dragon.","\n","end",{"#f":1}],"Backpack":["^His backpack's here, so he must be home. It's heavy.","\n","^Neither of us have gotten stronger from carrying heavy backpacks, they just really wear us out.","\n","end",{"#f":1}],"Poster":["^A poster I got from the school book fair for winning a reading competition. I think it's a painting from a fairy tale.","\n","^It's nice.","\n","end",{"#f":1}],"Wardrobe":["^I need to fold my clothes right. I don’t have that many pairs of jeans but they barely fit in my side because I never fold them.","\n","end",{"#f":1}],"SiblingLaundry":["^I use the laundry pile like a bean bag chair when it gets big enough, so sometimes I leave books or papers there.","\n","^Sometimes they get thrown in the laundry, and sometimes I have to pay a fine to the library for ruining one of their books.","\n","end",{"#f":1}],"ToyChest":["^The large chest that holds my brother’s spare notebooks, his textbooks, my textbooks, a couple blankets for winter, and some spare candles.","\n","end",{"#f":1}],"MomDoor":["^I can hear Mom watching The Young & The Restless through the door. Cricket died again, I think.","\n","end",{"#f":1}],"Television":["^Mom watches TV here after dinner and sometimes my brother and I watch things early in the morning on weekends though we can’t make too much noise. It’s hard to hear unless we sit close and his neck starts to cramp when he has to look up for so long.","\n","end",{"#f":1}],"EntertainmentCenter":["^I remember when we carried this home. Someone left it out by a dumpster a few years ago and Mom had me help her carry it back. It had some kind of bug living in it, so now it smells like bug spray and cologne.","\n","end",{"#f":1}],"Fireplace":["^It’s dangerous for the fireplace to be lit when no one’s watching it. I’m watching it right now, though, so it’s safe.","\n","end",{"#f":1}],"BrotherSetting1":["^My brother’s setting at the table. I don’t remember when we both started sitting side by side all the way on this end. It’s just how we’ve always done things.","\n","end",{"#f":1}],"BrotherSetting2":["^There are old crayon marks on the edge of the table here. When he was younger, BROTHER used to color the edges of all his assignments because he liked it when paper had borders.","\n","end",{"#f":1}],"MySetting1":["^My place at the table. It’s quiet in the corner.","\n","end",{"#f":1}],"MySetting2":["^We don’t eat meals as a family very often anymore.","\n","end",{"#f":1}],"MomSetting1":["^Mom’s seat at the table. She’s got a few mugs of coffee around the house.","\n","end",{"#f":1}],"MomSetting2":["^I’m never sure if I should clean out her old mugs or not. Last time she got mad at me for dumping her coffee, but last week she told me I shouldn’t just leave old mugs lying around if I see them when I do dishes.","\n","end",{"#f":1}],"GrandmaSetting":["^Our Grandma’s seat at the table. She uses it like a desk when she teaches my little brother magic.","\n","end",{"#f":1}],"TopShelf":["^The top shelf is full of reference books that Mom got at a yard sale. A lot of the encyclopedia sets are missing volumes, but I did use a couple of these for school once.","\n","end",{"#f":1}],"MiddleShelves":["^Most of the bookcase is full of used paperbacks and discards from the library. Mom says she reads these all the time, but they never leave the bookcase.","\n","end",{"#f":1}],"BottomShelf":["^Cookbooks and a couple of gardening books fill the bottom shelf, like Microwave Chef and Southern Homes & Gardens.","\n","end",{"#f":1}],"Sofa":["^The sofa is well worn. Not by us - we almost never use them anymore. Someone else wore the springs down and ripped the cushion.","\n","end",{"#f":1}],"Sofa2":["^Creaky and comfy.","\n","end",{"#f":1}],"Armchair":["^Mom’s Armchair. She sits here and drinks her coffee after dinner almost every night.","\n","end",{"#f":1}],"LivingRug":["^Sometimes, when I’m tired, I’ll come in here and stare at this rug to space out. The pattern looks like it starts moving after a while, like watching a popcorn ceiling through fan blades.","\n","end",{"#f":1}],"WashDryer":["^Our dryer, and our wet-er.","\n","end",{"#f":1}],"LintBucket":["^Mom’s lint bucket. She uses this for her plushies.","\n","end",{"#f":1}],"CowPlush":["^A cow that Mom rescued from a trash can outside of the SaveMaxx last week. We didn't know it was a cow until it ran through the wash a few times.","\n","end",{"#f":1}],"Paul1":["^It’s a creature with the head of a stuffed bird and the body of a mysteriously decapitated stuffed lion, I think. My mom named it Paul.","\n","end",{"#f":1}],"Paul2":["^I think there’s styrofoam in his legs. That’s what keeps him standing upright, and also why he sounds so awful when he moves.","\n","end",{"#f":1}],"PlushieGuts":["^I wish there was an easy way to clean plushie guts. This pile alone took me two days and I can still see bits of granola in it.","\n","end",{"#f":1}],"HuskedBear":["^Mom keeps saying she’s going to stuff this bear and dress her up like a ballerina. She’s saved a lot of satin for making the dress, but so far the bear is still just an empty husk.","\n","end",{"#f":1}],"PortraitTrundle":["^The Trundle.","\n","end",{"#f":1}],"PortraitChildren":["^I used to think this was a picture of me and my brother when we were younger, but it turns out these are two distant family members I've never met.","\n","end",{"#f":1}],"PortraitChildren2":["^I'm not sure why my Mom insists on keeping this here. We don't really have any extended family left, at least not any we still speak with.","\n","end",{"#f":1}],"PortraitForest":["^A nice portrait of a forest. My mom picked it up at a thrift sale.","\n","end",{"#f":1}],"PortraitGarden":["^This is a painting of the house my Grandma grew up in. It's the only one on the wall that never gets dusty.","\n","end",{"#f":1}],"PortraitRuins":["^I don't really know what this one is. I think it's a painting of an old family house that burned down?","\n","end",{"#f":1}],"PortraitMixed1":["^Just a normal painting. I used to think there were ghosts in the picture, but the ghosts are actually on the glass.","\n","end",{"#f":1}],"PortraitMixed2":["^You can tell that this frame used to hold the picture of the two kids above it, because their faces are still burned into the glass.","\n","end",{"#f":1}],"Fridge":["^Cleaning the fridge is pretty easy when it’s half empty, actually.","\n","end",{"#f":1}],"FoodTray":["^Cans of green beans, pickled beets, small potatoes, and corn.","\n","end",{"#f":1}],"CoffeePot":["^Mom’s coffee pot is pretty old but it’s programmed to start up right before she gets home from work every day.","\n","end",{"#f":1}],"Cupboards":["^Grandma keeps a whole stack of cake and jello molds in here, but she never bakes anymore. I’m not sure when any of us used them last, since I got in trouble for trying to use it to make a yogurt Santa when I was younger.","\n","end",{"#f":1}],"KitchenSink":["^Fruit Flies... do they live down there? Is there a world where they’re happy at the bottom of the sink drain?","\n","end",{"#f":1}],"Freezer":["^I’m supposed to chip away the ice in here so we can get to the steaks Mom got on sale a few months ago. I lost the knife sharpener though and it’s too dangerous to use anything else.","\n","end",{"#f":1}],"Plates":["^Six nice plates for potatoes with chives, I dropped one last week and then there were five.","\n","^...Sorry.","\n","end",{"#f":1}],"DiningTableCandles":["^The lights over the dining table are a lot brighter but my grandma says candlelight is better for reading because it’s less strain on the eyes.","\n","end",{"#f":1}],"OpenBooks":["^My grandma always reads our family’s old magic books at the table. It’s where she teaches my little brother, too.","\n","end",{"#f":1}],"OpenBooksGround":["^Why are these on the ground? My grandma would hang me from the coat rack if she saw these here... but I’m also not allowed to touch them anymore.","\n","end",{"#f":1}],"OpenBooksGround2":["^Maybe my brother was in the middle of a lesson and something happened?","\n","end",{"#f":1}],"PastaShelf":["^Pasta is nice, when it’s just pasta. Last week I made a bowl of macaroni and I finished half of it before I realized there were moth worms dangling out of the elbow noodles. They were boiled long enough to be safe though, I think, and it’s bad to waste food.","\n","end",{"#f":1}],"CanShelf":["^Canned pears, carrots, corn, peas, green beans, kidney beans, navy beans, black beans, refried beans, and beets.","\n","^Mom gets as many of these as she can on sale, since she can’t go to the grocery store often.","\n","end",{"#f":1}],"Detergent":["^Powdery concentrated detergent. I added too much once and flooded the entire kitchen with suds.","\n","end",{"#f":1}],"RecordPlayer":["^This record player broke when my brother and I used it to spin dirt figurines around. It still works, but the needle won’t sit right and the turntable is warped.","\n","end",{"#f":1}],"Curtains":["^The curtains keep out a lot of light, but not any dust.","\n","^I used to think dust came from sunlight, since I spent a lot of time watching it filter down on sunbeams when I was little.","\n","end",{"#f":1}],"Laundry":["^Mom asked me to run the washer today.","\n","end",{"#f":1}],"WasherPanel":["^We got this washer second-hand and it was missing the side panel for the dryer. Mom replaced it with this piece of plywood. She's so handy.","\n","end",{"#f":1}],"VentilationDuct":["^These ducts hum and rattle when the A/C or heater turns on.","\n","^Brother and I used to lay rocks on them to make noises whenever the A/C started up, but Grandma noticed right away.","\n","end",{"#f":1}],"#f":1}],"global decl":["ev",0,{"VAR=":"GLCOUNT"},"/ev","end",null],"#f":1}],"listDefs":{}}