{"inkVersion":21,"root":[[{"->":"Intro"},["done",{"#f":5,"#n":"g-0"}],null],"done",{"Intro":["^Our family used to do magic.","\n","^Years before I was born, our family knew hundreds of spells and used them a dozen times each day. It was easier for them than sweeping dirt from the kitchen floor. Now we only have three spells left.","\n","^My grandmother knows them all - She learned them when she was young and practiced every day to keep them clear in her mind. She told me, before I was old enough to understand, that it was her responsibility to make sure we didn't lose the last of our magic.","\n","^Normally my mother would be the one to teach us, but she can't do magic at all. She never could. I heard that when I was born, my grandmother was overjoyed and nearly cracked a smile as she held me. She could tell I had the talent for magic, but even with all the lessons she gave me I could only ever use the most useless of our family's spells. Become Dirt - the spell that makes you worthless.","\n","^My younger brother is better at it than me - Magic, that is. He learned our family's strongest spell without any trouble. Become Mechanical, the spell my grandmother used to work beyond her own limits and raise a daughter on her own without ever breaking or slowing down. He's a really smart kid, and he's a lot more responsible than I ever was.","\n","^Recently, though, he's been afraid of something. I don't know what he's worried about, but he always seems anxious and uneasy these days. My grandmother wants to make sure he knew all the family's magic so that he can pass it on one day, and he's been making great progress. I don't know what would make him so frightened... I should check on him today.","\n","done",{"CallOut":["^SISTER: [Brother]!","\n","^His bus should have stopped by about an hour ago, so he should be here.","\n","^SISTER: ...[Brother]?\"","\n","^Maybe he's in the hideout. He's been going down there a lot more lately. I should check our room first, at least.","\n","done",{"#f":1}],"GrandmotherConvoA":["^GRANDMOTHER: You. You're home late.","\n","^SISTER: O-oh, yeah. I had to stay after for a make-up test.","\n","^GRANDMOTHER: ...","\n","^SISTER: Has [Brother] made it home yet?","\n","^GRANDMOTHER: He returned on time and should be studying now. Had you studied more effectively, you would have saved yourself over an hour and twenty minutes.","\n","^SISTER: I just got unlucky this time, the test wasn't that hard I just messed up a few formulas. I did really well this time, I think. Enough to pass, definitely.","\n","^GRANDMOTHER: ...","\n","^GRANDMOTHER: Time wasted, young lady... It will not come back to you.","\n","^SISTER: Ah, haha, yeah. Um, did you need anything? I can make some tea, if you'd like.","\n","^GRANDMOTHER: I do not need tea. Caffeine will ruin you, especially this close to dinner. Didn’t you burn yourself on the kettle yesterday?","\n","^GRANDMOTHER: To think that your school allows you to take an exam a second time after failure. What purpose does a test serve if failure has no consequences?","\n","done",{"#f":1}],"GrandmotherLoop":[["^GRANDMOTHER: I only hope that one day you realize how damaging your lack of diligence has been. Given your lack of aptitude with the family arts, you should be putting more effort into your schoolwork.","\n","^GRANDMOTHER: You will not have the luxury of failure forever. When you become an adult, however long it may take you, failure is unacceptable. There will be no leniency.","\n","^GRANDMOTHER: When I was left to shepherd the family arts while raising your mother all on my own, there were never extensions or convenient make-up tests.","\n","^GRANDMOTHER: You will be tested daily in life. You must pass each and every time, each and every day. What would have happened if I hadn't worked hard enough to support your mother? What would have happened if I had spent my time making baubles and playing in the dirt as you do? We would have lost everything. Our home. Our lives. All knowledge of our family arts. Each of us bears this responsibility.","\n","^GRANDMOTHER: I know you tire of hearing about this, and that is exactly why I will say it again. Do you think that politely offering to poorly make tea and trawl for sympathy from your own clumsiness will help you in this life?","\n",["ev",{"^->":"Intro.GrandmotherLoop.0.10.$r1"},{"temp=":"$r"},"str",{"->":".^.s"},[{"#n":"$r1"}],"/str","/ev",{"*":".^.^.c-0","flg":18},{"s":["^Sorry...",{"->":"$r","var":true},null]}],["ev",{"^->":"Intro.GrandmotherLoop.0.11.$r1"},{"temp=":"$r"},"str",{"->":".^.s"},[{"#n":"$r1"}],"/str","/ev",{"*":".^.^.c-1","flg":18},{"s":["^Become Dirt",{"->":"$r","var":true},null]}],{"c-0":["ev",{"^->":"Intro.GrandmotherLoop.0.c-0.$r2"},"/ev",{"temp=":"$r"},{"->":".^.^.10.s"},[{"#n":"$r2"}],"\n","^GRANDMOTHER: Why is it that you only apologize when we catch you misbehaving? A girl who felt remorse would apologize on her own.","\n","^GRANDMOTHER: Apologies are important, but an apology without change is meaningless. To my eyes, you have not changed your behavior in the slightest.","\n",{"->":".^.^.^"},{"#f":5}],"c-1":["ev",{"^->":"Intro.GrandmotherLoop.0.c-1.$r2"},"/ev",{"temp=":"$r"},{"->":".^.^.11.s"},[{"#n":"$r2"}],"\n",{"->":"Intro.BECOMINGDIRT"},{"#f":5}]}],{"#f":1}],"BECOMINGDIRT":[["^NOTIFICATION: Use the BECOME DIRT spell to escape difficult conversations, become unremarkable, or otherwise Survive terrifying situations.","\n","^FLAVORTEXT: Pride, Dignity, Shame, and Defiance: Dirt has no need of these. Dirt exists beneath us, always, humble and replete with filth and vermin unfit to entertain the Sun. Despite this, dirt will remain even when all else is lost. One day, the dirt will be all that remains of us all.","\n","^SISTER: Haha, you’re right. I can’t even boil water without burning myself. Thank you for looking out for me. I’d probably be dead if you weren’t stopping me from doing stupid things like that... thank you.","\n","^GRANDMOTHER:...","\n","^GRANDMOTHER: Time wasted will not come back. You have homework to do now, do you not?","\n","^SISTER: Yes, you're right. Thank you. I need to put in more effort.","\n","^GRANDMOTHER: ...","\n",["^I don’t know what my grandma is thinking. I don’t think I’ve ever known, even when she told me. I don’t think it’s hard to tell, I’m just not good at understanding other people sometimes. That’s why, even when she’s mad at me and I know it’s not my fault, I don’t really have a reason to argue. Even if it’s not my fault, I probably deserve the blame anyway.","\n",{"->":"Intro.ExplorationA"},{"#f":5,"#n":"g-0"}],null],{"#f":1}],"GrandmotherIdle":["^SISTER: She's just looking at me...","\n","done",{"#f":1}],"ExplorationA":["^SISTER: My younger brother and I share a room at the end of the hall. There's not a lot of space for either of us, but we spend about as much time in our hideout as we do here so it's never been a problem.","\n","^SISTER: [Brother]?","\n","^He's not here. It looks like he was doing his schoolwork up until a moment ago, though.","\n","done",{"#f":1}],"ExaminePapers":["^SISTER: Oh, he got a 97. He is smart, after all. He studies every night, too... I try to do that, but it's hard for me to focus on anything when I see that many letters on a page at the same time. I mostly try to study to make sure he doesn't worry about me, but most of the time all I can do is look at the paper and trace lines through the blank spaces with my eyes.","\n","^SISTER: There's a report here... it must be the one he's working on for school this week. It looks like the topic is \"My Future Job.\" He was asking me about the future just the other day too...","\n","done",{"->":".^.^.RecollectionA"},{"#f":1}],"RecollectionA":["^BROTHER: [SISTER]. You're back early.","\n","^SISTER: Yep! Hey, there were some extra quarters on the ground under the vending machine at school so I got you a twix.","\n","^BROTHER: ! A whole twix!","\n","^SISTER: Yeah, haha.","\n","^BROTHER: Here.","\n","^SISTER: Huh? No, I got it for you. You don't have to give me half or anything, I'm not hungry right now anyway.","\n","^BROTHER: Are you lying?","\n","^SISTER: Yeah, about not being hungry. But I'm telling the truth about getting the whole thing for you so just take it, okay?","\n","^BROTHER: ...Thanks. You're weird.","\n","^SISTER: Ah, haha... Yeah, probably.","\n","^BROTHER: Hey.","\n","^SISTER: Hm?","\n","^BROTHER: What do you put down when teachers ask you about your future career?","\n","^SISTER: I...","\n","^The truth is, I don't put any effort into things like that. Sometimes I write something really generic like, I'd like to be a receptionist at a dentist's office. I'd like to be an office worker at one of the banks downtown. I don't really want either of those things but I don't have any other ideas either, and those answers always satisfy the teachers so it works out for the best that way.","\n","^SISTER: I usually write something practical. It's the future so it'll probably change a lot, and it's not like we really know what jobs will hire us or how long we'll be able to stay.","\n","^BROTHER: My teacher told me that we should write our report about what we think our future job will be, and then look up what people with that job do. It can't be a job anyone in our family has either, since we already did a family interview paper six weeks ago.","\n","^BROTHER: Mom's got two right now and I don't think either of them are things she wrote down","\n","^SISTER: You don't have to. If you don't really want to, you don't have to learn all the family arts. I learned one spell already, right? So I can definitely learn more.","\n","^BROTHER: I’m good at it though. Grandma said I’m good at it, and if I do this then they won’t yell at you as much.","\n","done",{"#f":1}],"CrawlSpaceA":[[["^That monster was one he told me about, from a nightmare of his...","\n",{"->":"GateOne"},{"#f":5,"#n":"g-0"}],null],{"#f":1}],"#f":1}],"GateOne":[{"->":".^.Realization"},{"Realization":[{"->":".^.^.ChoreAssignment"},{"#f":1}],"ChoreAssignment":["^SISTER: Oh! W-welcome home. Your coffee’s ready, I think...","\n","^MOTHER: I know. It’s automatic.","\n","^SISTER: Oh, right. Um...","\n","^MOTHER: What?","\n","^SISTER: Nothing. Sorry.","\n",{"->":".^.^.MotherConvoLoop"},{"#f":1}],"MotherConvoLoop":[["^MOTHER: I swear to God you spend all your time staring down at your toes and still manage to trip on every cord in the house. Learn to watch yourself! You know who’ll have to pay for it if you break another lamp or tear the TV cord out of the wall again? You wanna start an electrical fire?","\n","^MOTHER: And the laundry's still piled up to the brim in here - you didn't run it like I asked, did you?","\n","^SISTER: Sorry, I just got home.","\n","^MOTHER: Don't give me that. I asked you to take care of that this morning. It takes 5 seconds to pour the detergent in and press a few buttons.","\n","^MOTHER: And now I've got to fix this mess... I swear to hell.","\n",["ev",{"^->":"GateOne.MotherConvoLoop.0.10.$r1"},{"temp=":"$r"},"str",{"->":".^.s"},[{"#n":"$r1"}],"/str","str","^Brother","/str","/ev",{"*":".^.^.c-0","flg":22},{"s":["^Have you seen ",{"->":"$r","var":true},null]}],["ev",{"^->":"GateOne.MotherConvoLoop.0.11.$r1"},{"temp=":"$r"},"str",{"->":".^.s"},[{"#n":"$r1"}],"/str","/ev",{"*":".^.^.c-1","flg":18},{"s":["^I can fix the cord later if you want.",{"->":"$r","var":true},null]}],["ev",{"^->":"GateOne.MotherConvoLoop.0.12.$r1"},{"temp=":"$r"},"str",{"->":".^.s"},[{"#n":"$r1"}],"/str","/ev",{"*":".^.^.c-2","flg":18},{"s":["^I'll fix it right now, I promise!",{"->":"$r","var":true},null]}],["ev",{"^->":"GateOne.MotherConvoLoop.0.13.$r1"},{"temp=":"$r"},"str",{"->":".^.s"},[{"#n":"$r1"}],"/str","/ev",{"*":".^.^.c-3","flg":18},{"s":["^Become Dirt   ",{"->":"$r","var":true},null]}],{"c-0":["ev",{"^->":"GateOne.MotherConvoLoop.0.c-0.$r2"},"/ev",{"temp=":"$r"},{"->":".^.^.10.s"},[{"#n":"$r2"}],"^?","\n","^MOTHER: Don't try and change the subject. You know full well I just got home, and he's got a report due at the end of this week so don't you bother him while he's working on that.","\n","^MOTHER: And, dear? Try not to rip any other sockets out of the wall while you're at it, okay?","\n","^SISTER: I'm sorry. I-","\n","^[SISTER trips]","\n","^MOTHER: Watch it now! I told you to stand back, didn't I? You don't need to crowd in here while I fix this... I just need to grab the fool thing and get it situated right.","\n",{"->":".^.^.^"},{"->":".^.^.g-0"},{"#f":5}],"c-1":["ev",{"^->":"GateOne.MotherConvoLoop.0.c-1.$r2"},"/ev",{"temp=":"$r"},{"->":".^.^.11.s"},[{"#n":"$r2"}],"\n","^MOTHER: No, I'll fix it and you just sit still right there and watch. Once i'm","\n",{"->":".^.^.^"},{"->":".^.^.g-0"},{"#f":5}],"c-2":["ev",{"^->":"GateOne.MotherConvoLoop.0.c-2.$r2"},"/ev",{"temp=":"$r"},{"->":".^.^.12.s"},[{"#n":"$r2"}],"\n","^SISTER: I'm sorry, I'll fix it right now! You just got home, you're tired right? I'll take care of it so-","\n","^MOTHER: No you won't. You sit right there until I get this settled. If you touch one more thing over here you're liable to cost me a damn fortune replacing the washer.","\n",{"->":".^.^.^"},{"->":".^.^.g-0"},{"#f":5}],"c-3":["ev",{"^->":"GateOne.MotherConvoLoop.0.c-3.$r2"},"/ev",{"temp=":"$r"},{"->":".^.^.13.s"},[{"#n":"$r2"}],"\n","^SISTER: I wasn’t paying attention, I’m sorry. I’m sorry, I need to look at where I’m going, and probably use a handrail, haha. I tripped earlier and scraped my knee on the driveway too. Sorry. I’ll fix it now.","\n","^MOTHER: Alright. I’m gonna drink this coffee and finish emergency surgery on a tiger. By the time I get done, the laundry will be switched over and the dishwasher will be running, got it? When I check back in here I better not find a heap of wet clothes in the wash.","\n",{"->":".^.^.g-0"},{"#f":5}],"g-0":["^Our Mom works really hard and fixes almost everything that breaks in the house. That’s probably why she doesn’t have a lot of patience for people who break the dishwasher every other week. I don’t do it on purpose, I promise.","\n",{"->":"GateOne.BecomeVigilant"},{"#f":5}]}],{"#f":1}],"BecomeVigilant":[[["ev",{"^->":"GateOne.BecomeVigilant.0.0.$r1"},{"temp=":"$r"},"str",{"->":".^.s"},[{"#n":"$r1"}],"/str","/ev",{"*":".^.^.c-0","flg":18},{"s":["^Become Vigilant",{"->":"$r","var":true},null]}],{"c-0":["ev",{"^->":"GateOne.BecomeVigilant.0.c-0.$r2"},"/ev",{"temp=":"$r"},{"->":".^.^.0.s"},[{"#n":"$r2"}],"\n",{"->":"GateOne.Vigilance"},"^NOTIFICATION: Use the BECOME VIGILANT spell to notice important items around the house or to discern words within noise.","\n","^FLAVORTEXT: Open your eyes further. We were never meant to only see the narrow band of light before us. Movement. Breaths. The scent of a predator. The brush of wind across your neck. Sight and sense serve to bring you knowledge of the world. Know all. See all. We must be forewarned.","\n",{"#f":5}]}],{"#f":1}],"Vigilance":[{"->":".^.^.ExplorationB"},{"#f":1}],"ExplorationB":[{"->":".^.^.MonsterA"},{"#f":1}],"MonsterA":[{"->":".^.^.CrawlSpaceB"},{"#f":1}],"CrawlSpaceB":[{"->":".^.^.BrotherConvoA"},{"#f":1}],"BrotherConvoA":["^BROTHER: I’m not here I’m not here I’m not here I’m not here I’m not here I’m not here.","\n","^SISTER: I know I’m stupid and I don’t know how to do any of the stuff you can do, but I’m still your big sister… I should be able to do something. I can’t do much but I should be able to do something to help.","\n",{"->":".^.^.MonsterB"},{"#f":1}],"MonsterB":[[["^What's this stuffed behind his desk?","\n",{"->":"GateTwo"},{"#f":5,"#n":"g-0"}],null],{"#f":1}],"#f":1}],"GateTwo":[{"->":".^.ExplorationC"},{"ExplorationC":[{"->":".^.^.MonsterC"},{"#f":1}],"MonsterC":[{"->":".^.^.GrandmotherConvoB"},{"#f":1}],"GrandmotherConvoB":["^GRANDMOTHER: “Be quieter. I expect you to respect my personal space within this house, and that extends to the sounds that come through my walls.”","\n",{"->":".^.^.MothersRoom"},{"#f":1}],"MothersRoom":[{"->":".^.^.BecomeGlass"},{"#f":1}],"BecomeGlass":[[["ev",{"^->":"GateTwo.BecomeGlass.0.0.$r1"},{"temp=":"$r"},"str",{"->":".^.s"},[{"#n":"$r1"}],"/str","/ev",{"*":".^.^.c-0","flg":18},{"s":["^Become Glass",{"->":"$r","var":true},null]}],{"c-0":["ev",{"^->":"GateTwo.BecomeGlass.0.c-0.$r2"},"/ev",{"temp=":"$r"},{"->":".^.^.0.s"},[{"#n":"$r2"}],"\n",{"->":"GateTwo.FragilePane"},{"#f":5}]}],{"#f":1}],"FragilePane":[[["^This is old... It's one of the books my grandmother's great-grandmother wrote.","\n",{"->":"GateThree"},{"#f":5,"#n":"g-0"}],null],{"#f":1}],"#f":1}],"GateThree":[{"->":".^.BecomeMechanical"},{"BecomeMechanical":[[["ev",{"^->":"GateThree.BecomeMechanical.0.0.$r1"},{"temp=":"$r"},"str",{"->":".^.s"},[{"#n":"$r1"}],"/str","/ev",{"*":".^.^.c-0","flg":18},{"s":["^Become Mechanical",{"->":"$r","var":true},null]}],{"c-0":["ev",{"^->":"GateThree.BecomeMechanical.0.c-0.$r2"},"/ev",{"temp=":"$r"},{"->":".^.^.0.s"},[{"#n":"$r2"}],"\n",{"->":".^.^.^.^.Mechanism"},{"#f":5}]}],{"#f":1}],"Mechanism":[{"->":".^.^.MonsterD"},{"#f":1}],"MonsterD":[{"->":".^.^.CrawlSpaceC"},{"#f":1}],"CrawlSpaceC":[[["^I think I can lift this...","\n",{"->":"GateFour"},{"#f":5,"#n":"g-0"}],null],{"#f":1}],"#f":1}],"GateFour":[{"->":".^.FinaleA"},{"FinaleA":[{"->":".^.^.FinaleB"},{"#f":1}],"FinaleB":[{"->":".^.^.FinaleC"},{"#f":1}],"FinaleC":[{"->":".^.^.FinaleD"},{"#f":1}],"FinaleD":[{"->":".^.^.Closing"},{"#f":1}],"Closing":["end",{"#f":1}],"#f":1}],"Explorations":[[["ev",{"^->":"Explorations.0.0.$r1"},{"temp=":"$r"},"str",{"->":".^.s"},[{"#n":"$r1"}],"/str","/ev",{"*":".^.^.c-0","flg":18},{"s":["^Explore Mother's room",{"->":"$r","var":true},null]}],["ev",{"^->":"Explorations.0.1.$r1"},{"temp=":"$r"},"str",{"->":".^.s"},[{"#n":"$r1"}],"/str","/ev",{"*":".^.^.c-1","flg":18},{"s":["^Explore Our Room",{"->":"$r","var":true},null]}],["ev",{"^->":"Explorations.0.2.$r1"},{"temp=":"$r"},"str",{"->":".^.s"},[{"#n":"$r1"}],"/str","/ev",{"*":".^.^.c-2","flg":18},{"s":["^Explore Hall",{"->":"$r","var":true},null]}],["ev",{"^->":"Explorations.0.3.$r1"},{"temp=":"$r"},"str",{"->":".^.s"},[{"#n":"$r1"}],"/str","/ev",{"*":".^.^.c-3","flg":18},{"s":["^Explore Living Room",{"->":"$r","var":true},null]}],["ev",{"^->":"Explorations.0.4.$r1"},{"temp=":"$r"},"str",{"->":".^.s"},[{"#n":"$r1"}],"/str","/ev",{"*":".^.^.c-4","flg":18},{"s":["^Explore Laundry Room",{"->":"$r","var":true},null]}],["ev",{"^->":"Explorations.0.5.$r1"},{"temp=":"$r"},"str",{"->":".^.s"},[{"#n":"$r1"}],"/str","/ev",{"*":".^.^.c-5","flg":18},{"s":["^Explore Kitchen",{"->":"$r","var":true},null]}],["ev",{"^->":"Explorations.0.6.$r1"},{"temp=":"$r"},"str",{"->":".^.s"},[{"#n":"$r1"}],"/str","/ev",{"*":".^.^.c-6","flg":18},{"s":["^Explore Pantry",{"->":"$r","var":true},null]}],["ev",{"^->":"Explorations.0.7.$r1"},{"temp=":"$r"},"str",{"->":".^.s"},[{"#n":"$r1"}],"/str","/ev",{"*":".^.^.c-7","flg":18},{"s":["^Explore Crawl Space",{"->":"$r","var":true},null]}],{"c-0":["ev",{"^->":"Explorations.0.c-0.$r2"},"/ev",{"temp=":"$r"},{"->":".^.^.0.s"},[{"#n":"$r2"}],"\n",{"->":".^.^.^.MotherRoomExplore"},{"#f":5}],"c-1":["ev",{"^->":"Explorations.0.c-1.$r2"},"/ev",{"temp=":"$r"},{"->":".^.^.1.s"},[{"#n":"$r2"}],"\n",{"->":".^.^.^.SiblingRoomExplore"},{"#f":5}],"c-2":["ev",{"^->":"Explorations.0.c-2.$r2"},"/ev",{"temp=":"$r"},{"->":".^.^.2.s"},[{"#n":"$r2"}],"\n",{"->":".^.^.^.HallExplore"},{"#f":5}],"c-3":["ev",{"^->":"Explorations.0.c-3.$r2"},"/ev",{"temp=":"$r"},{"->":".^.^.3.s"},[{"#n":"$r2"}],"\n",{"->":".^.^.^.LivingRoomExplore"},{"#f":5}],"c-4":["ev",{"^->":"Explorations.0.c-4.$r2"},"/ev",{"temp=":"$r"},{"->":".^.^.4.s"},[{"#n":"$r2"}],"\n",{"->":".^.^.^.LaundryExplore"},{"#f":5}],"c-5":["ev",{"^->":"Explorations.0.c-5.$r2"},"/ev",{"temp=":"$r"},{"->":".^.^.5.s"},[{"#n":"$r2"}],"\n",{"->":".^.^.^.KitchenExplore"},{"#f":5}],"c-6":["ev",{"^->":"Explorations.0.c-6.$r2"},"/ev",{"temp=":"$r"},{"->":".^.^.6.s"},[{"#n":"$r2"}],"\n",{"->":".^.^.^.PantryExplore"},{"#f":5}],"c-7":["ev",{"^->":"Explorations.0.c-7.$r2"},"/ev",{"temp=":"$r"},{"->":".^.^.7.s"},[{"#n":"$r2"}],"\n",{"->":".^.^.^.CrawlSpaceExplore"},{"#f":5}]}],{"MotherRoomExplore":[{"->":".^.^"},{"#f":1}],"SiblingRoomExplore":["^The bunk bed where my brother and I sleep. The bottom bunk is his, since I kept banging my head on the top bunk when I used to sleep down there. He asked me to switch one day, saying he was scared of heights and wanted to be closer to the ground. I'm pretty sure he was just being kind.","\n","^A faded copy of Northanger Abbey rests under a pile of overstretched hair ties and flavored chapstick.","\n","^When I was seven I ruined my dresser with glitter stickers, so now the handles are covered in sticky dust and gunk. I thought I learned a really valuable lesson the day Mom yelled at me and made me scrape the stickers off one by one, but yesterday I scratched the varnish trying to open the top drawer.","\n",{"->":".^.^"},{"#f":1}],"HallExplore":["^I can hear Mom watching The Young & The Restless through the door. Cricket died again, I think.","\n",{"->":".^.^"},{"#f":1}],"LivingRoomExplore":[{"->":".^.^"},{"#f":1}],"LaundryExplore":[{"->":".^.^"},{"#f":1}],"KitchenExplore":[{"->":".^.^"},{"#f":1}],"PantryExplore":["^Pasta is nice, when it’s just pasta. Last week I made a bowl of macaroni and I finished half of it before I realized there were moth worms dangling out of the elbow noodles. They were boiled long enough to be safe though, I think, and it’s bad to waste food.","\n",{"->":".^.^"},{"#f":1}],"CrawlSpaceExplore":[{"->":".^.^"},{"#f":1}],"#f":1}],"#f":1}],"listDefs":{}}